"Cleanup completed" = "Aufräumen abgeschlossen";
"%d selected, free up %@ disk space" = "%d ausgewählt, %@ Speicherplatz freigeben";
"%ld items in total, %@ selected" = "Insgesamt %ld Elemente, %@ ausgewählt";
"%ld similar photos, occupying %@" = "%ld ähnliche Fotos, belegen %@";
"Archive" = "Archiv";
"Are you sure you want to clean the selected files?" = "Sind Sie sicher, dass Sie die ausgewählten Dateien löschen möchten?";
"Cancel" = "Abbrechen";
"Clean up all selected files" = "Alle ausgewählten Dateien aufräumen";
"Clean up all the selected files after backing up" = "Aufräumen aller ausgewählten Dateien nach der Sicherung";
"Cleaning up %@" = "%@ wird aufgeräumt";
"Close" = "Schließen";
"Comparing the similar images..." = "Vergleiche ähnliche Bilder...";
"Created date" = "Erstellungsdatum";
"Earlier" = "Früher";
"Exporting files..." = "Dateien exportieren...";
"Last Month" = "Letzter Monat";
"Last Week" = "Letzte Woche";
"No matching files were found." = "Es wurden keine übereinstimmenden Dateien gefunden.";
"No similar pictures found!" = "Keine ähnlichen Bilder gefunden!";
"Ok" = "Ok";
"Open Finder" = "Finder öffnen";
"Organizing remaining files..." = "Organisation verbleibender Dateien...";
"Permissions denied, creation failed!" = "Berechtigungen verweigert, Erstellung fehlgeschlagen!";
"Please select a folder or file." = "Bitte wählen Sie einen Ordner oder eine Datei aus.";
"Please select the file to export." = "Bitte wählen Sie die Datei zum Exportieren aus.";
"Reset" = "Zurücksetzen";
"Search for files...." = "Dateien suchen....";
"Select the files to clean up." = "Wählen Sie die Dateien zum Aufräumen aus.";
"The selected files will be packed and cleaned up." = "Die ausgewählten Dateien werden verpackt und aufgeräumt.";
"This Year" = "In diesem Jahr";
"Today" = "Heute";
"Files cannot be cleaned up without deletion permission." = "Dateien können ohne Löschberechtigung nicht aufgeräumt werden.";
"Yesterday" = "Gestern";
"Clean up the selected files" = "Ausgewählte Dateien aufräumen";

